category_data = {
            "account": {
                "name": "Мій обліковий запис",
                "sections": {
                    "registration_and_login": {
                        "title": "РЕЄСТРАЦІЯ ТА ВХІД У СИСТЕМУ",
                        "content": """
                            Тут ви знайдете всю інформацію, необхідну для реєстрації на сайті LaLuviora.com, отримання доступу до свого облікового запису та вирішення будь-яких пов’язаних із цим питань.
                            Зареєструватися дуже просто: вам необхідно лише вказати обов’язкові дані для пришвидшення процесу придбання. Ви можете зробити це за допомогою функції Зареєструватися.
                            Якщо у вас уже є обліковий запис, ви можете увійти в систему, вказавши свою адресу електронної пошти та пароль. Вийти із системи в безпечний спосіб можна в розділі Мій обліковий запис вашого профілю користувача.
                            <ul>
                                <li>Робити покупки ще швидше.</li>
                                <li>Дізнаватися стан своїх покупок, а також іншу інформацію про них.</li>
                                <li>Дивитись історію ваших покупок.</li>
                                <li>Створювати списки вподобаних товарів за допомогою функцій «Уподобання» та «Зберегти для придбання пізніше».</li>
                            </ul>
                        """
                    },
                    "profile_management": {
                        "title": "КЕРУВАННЯ МОЇМ ПРОФІЛЕМ",
                        "content": "Тут ви знайдете інформацію про зміну особистих даних, паролів і налаштувань підписки."
                    },
                    "favorites": {
                        "title": "УПОДОБАННЯ",
                        "content": """
                            За допомогою цієї функції можна зберігати вподобані товари. Як це працює?
                            <ul>
                                <li>Натиснувши піктограму «Уподобання» на сторінці товару, ви додасте його до списку вподобань.</li>
                                <li>У цей список можна перейти з кошика, а також ним можна поділитися з ким забажаєте за допомогою посилання.</li>
                                <li>Ви можете будь-коли видаляти товари, просто натискаючи піктограму «Уподобання».</li>
                                <li>У розділі «Уподобання» можна зберегти щонайбільше 100 товарів.</li>
                                <li>Додавання товару до вподобань не означає його бронювання.</li>
                            </ul>
                            Майте на увазі: функцією «Уподобання» можуть скористатися лише зареєстровані клієнти.
                        """
                    }
                }
            },
            "products_and_sizes": {
                "name": "Товари та Розміри",
                "sections": {
                    "availability": {
                        "title": "НАЯВНІСТЬ ТОВАРІВ",
                        "content": """
                            ПЕРЕВІРКА НАЯВНОСТІ ТОВАРУ ОНЛАЙН
                            Рекомендуємо регулярно відвідувати наш сайт, щоб бути в курсі всіх новин і наявності вподобаних товарів.
                            <ul>
                                <li>Якщо товару потрібного вам розміру немає в наявності, але для нього доступна функція Незабаром у продажу, ви можете надати нам свою адресу електронної пошти, і ми сповістимо вас у разі надходження вибраного розміру.</li>
                                <li>Зауважте, що додавання товарів у кошик не означає їх бронювання.</li>
                            </ul>
                        """
                    },
                    "size_chart": {
                        "title": "ЯКИЙ МІЙ РОЗМІР?",
                        "content": """
                            У магазинах Zara представлено широкий асортимент розмірів, які можуть відрізнятися залежно від фасону, крою та тканини конкретного товару.
                            <ul>
                                <li>На сторінці товару можна ознайомитися з нашою таблицею розмірів.</li>
                                <li>Виберіть бажаний розмір, і ми покажемо, яким вимірам тіла він відповідає.</li>
                            </ul>
                        """
                    },
                    "composition": {
                        "title": "СКЛАД",
                        "content": """
                            У магазинах Zara представлено широкий асортимент одягу з натуральних, штучних і синтетичних матеріалів.
                            <ul>
                                <li>На сайті Zara.com ви можете знайти докладну інформацію про склад кожного товару.</li>
                                <li>Ми дотримуємося етичних стандартів у використанні продуктів тваринного походження.</li>
                            </ul>
                        """
                    }
                }
            },
            "shipments": {
                "name": "Посилки",
                "sections": {
                    "delivery_methods": {
                        "title": "СПОСОБИ, СТРОКИ ТА ВАРТІСТЬ ДОСТАВКИ",
                        "content": """
                            Варіанти доставки можуть відрізнятися залежно від адреси доставки, часу здійснення покупки та наявності товарів.
                            <p>Під час опрацювання вашого замовлення ми покажемо доступні способи доставки, їхню вартість і очікувану дату доставки.</p>
                            <p>Майте на увазі, що доставка здійснюється лише в робочі дні.</p>
                        """
                    },
                    "shipping_areas": {
                        "title": "КУДИ ВІДПРАВЛЯЄМО",
                        "content": """
                            За допомогою сайту Zara.com ми намагаємося бути присутніми в усіх куточках світу.
                            <p>Проте якщо вказана вами адреса має якісь обмеження щодо доставки, ми повідомимо про це під час здійснення покупки.</p>
                            <p>Майте на увазі, що доставка в магазини та пункти видачі недоступна для замовлень із габаритними товарами.</p>
                        """
                    }
                }
            },
            "my_purchases": {
                "name": "Мої покупки",
                "sections": {
                    "online_shopping": {
                        "title": "ЗДІЙСНЕННЯ ПОКУПОК ОНЛАЙН",
                        "content": """
                            Далі ми докладно розповімо, як легко та швидко робити покупки на нашому сайті.
                            <p>Онлайн-покупки на сайті Zara можна здійснювати як зареєстрований користувач або без реєстрації. У другому випадку ми попросимо вас надати відомості, необхідні для оформлення замовлення.</p>
                            <p>Вам потрібно додати товари в кошик, вибрати місце їх отримання та здійснити оплату. Ми запропонуємо вам зберегти ваші платіжні дані, щоб пришвидшити здійснення покупок у майбутньому.</p>
                            <p>Після здійснення покупки ми надішлемо вам електронне підтвердження з усією інформацією про замовлення.</p>
                            <p>Ви можете відстежувати своє замовлення зі свого облікового запису. Якщо ви здійснили покупку без реєстрації, це можна зробити за посиланням у будь-якому з електронних повідомлень.</p>
                        """
                    },
                    "order_status": {
                        "title": "СТАН МОГО ОНЛАЙН-ЗАМОВЛЕННЯ",
                        "content": """
                            Ви можете відстежувати замовлення в розділі Покупки свого облікового запису. Якщо ви здійснили покупку без реєстрації, ця інформація буде доступна за посиланням у будь-якому з електронних повідомлень.
                            <p>Ось стани, які пройде ваше замовлення:</p>
                            <ul>
                                <li><b>Куплено:</b> ви успішно оформили покупку свого замовлення.</li>
                                <li><b>Замовлення виконується:</b> ми отримали інформацію про вашу покупку.</li>
                                <li><b>Готується:</b> ваше замовлення готується на складі.</li>
                                <li><b>Надіслано:</b> замовлення вже відправлено з наших складів.</li>
                                <li><b>Отримано службою доставки:</b> ваше замовлення в дорозі.</li>
                                <li><b>Доставлено клієнту:</b> ви вже отримали своє замовлення.</li>
                            </ul>
                            <p>Нагадуємо, що ви будете отримувати сповіщення про зміну стану вашого замовлення електронною поштою.</p>
                        """
                    },
                    "order_issues": {
                        "title": "ПРОБЛЕМИ ІЗ ЗАМОВЛЕННЯМ",
                        "content": """
                            У компанії Zara докладають усіх зусиль, щоб ви отримували замовлені товари в початковому стані та в установлений строк.
                            <p>Однак, якщо у вас все ж виникне проблема з покупкою, зв’яжіться з нами, щоб ми розглянули вашу проблему та допомогли її вирішити.</p>
                        """
                    }
                }
            }
        }